package ua.hillel.homework.hm2;

/**
 * Создать класс Test3 с переменными:
 * Alex, которая будет равна 7
 * Maks, которая будет равна 9
 * Инкрементировать переменную Maks
 * Вывести в консоль сумму значенний переменных Alex и Maks.
 */

public class Test3 {
    public static void main(String[] args) {
        int alex = 7;
        int maks = 9;
        maks++;
        System.out.println(alex + maks);
    }
}
